Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=461_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Riikkabeaiválggat dollojit juohke njealját jagi
smn: Ovdâskoddevaaljah tuállojeh jyehi niäljád ive

source: Válggain válljejuvvojit 200 riikkabeailahtu mearridit min oktasaš áššiin.
smn: Vaaljâin väljejuvvojeh 200 aalmugovdâsteijed meridiđ mii ohtsijn aašijn.

source: Jagi 2011 riikkabeaiválggat lágiduvvojit sotnabeaivve 17.4.2011.
smn: Ive 2011 ovdâskoddevaaljah uárnejuvvojeh pasepeeiivi 17.4.2011.

source: Lassedieđut vaalit.
smn: Lasetiäđuh vaalit.

source: fi - siiddus bajilčállagis " Tietoa eduskuntavaaleista eri kielillä " dahje
smn: fi - siijđost paječálusist “ Tietoa eduskuntavaaleista eri kielillä ” tâi

source: dán njuolggoliŋkkas (PDF-fiila)
smn: (PDF-tiätuvuárkká).
